[
  {
    "name": "Spiritual Intelligence: The Ultimate Intelligence",
    "author": "by Danah Zohar",
    "info": "Unlike IQ, which computers have, and EQ, which exists in higher mammals, SQ is uniquely human and, the authors argue, the most fundamental of the three. It is linked to humanity’s need for meaning, an issue very much at the forefront of of people’s minds as the century draws to a close. SQ is what we use to develop our longing and capacity for meaning, vision and value…",
    "slug": "/books/spiritual",
    "full": "At the beginning of the twentieth century, as psychologists discovered ways and means\n                                to measure intelligence, Aristotle’s definition of a man as ‘a rational animal’\n                                developed into an obsession with IQ. In the mid-1990s, Daniel Goleman popularized\n                                research into emotional intelligence, EQ, pointing out that EQ is a basic\n                                requirement for the appropriate use of IQ. As we near the end of the twentieth\n                                century, there is enough collective evidence from psychology, neurology,\n                                anthropology and cognitive science to show us that there is a third ‘Q’, ‘SQ’, or\n                                Spiritual Intelligence.<br/><br/>\n                                Unlike IQ, which computers have, and EQ, which exists in higher mammals, SQ is\n                                uniquely human and, the authors argue, the most fundamental of the three. It is\n                                linked to humanity’s need for meaning, an issue very much at the forefront of\n                                people’s minds as the century draws to a close. SQ is what we use to develop our\n                                longing and capacity for meaning, vision and value. It allows us to dream and to\n                                strive. It underlies the things we believe in and the role our beliefs and values\n                                play in the actions that we take and the shape we give to our lives. This book goes\n                                on to explore the scientific evidence for SQ, shows how to test for SQ and how to\n                                improve and develop it.<br/><br/>",
    "image": "../images/sq2_book.jpg",
    "link_uk": "http://www.amazon.co.uk/exec/obidos/ASIN/1582340447/",
    "link_us": "http://www.amazon.com/exec/obidos/ASIN/1582340447/"
  },
  {
    "name": "Spiritual Capital Wealth We Can Live By",
    "author": "by Danah Zohar and Ian Marshall",
    "full": " The world as we know it today is one based on the bottom line. Self-interest,\n                                    short-term gain and isolantionist thinking dominate much of our business-led\n                                    culture. The long-term consequences of this approach are potentially very\n                                    damaging.<br/><br/>\n                                Zohar and Marshall have a different scenario to present in Spiritual Capital. They\n                                    envisage a new business culture driven by fundamental values and a sense of purpose\n                                    in which wealth is accumulated to generate a profit while also working for the\n                                    common good. They take concepts like Corporate Social Responsibility a quantum leap\n                                    forward by bringing in the values of Spiritual Capital,focused on stakeholder value\n                                    where the stakeholders are the human race and the planet itself.<br/><br/>\n                                Spiritual Capital sets the ultimate goal to western economies of achieving a\n                                    sustainable capitalism and explains the tools that are needed for this: three types\n                                    of capital (material, social and spiritual) and three kinds of capital (IQ or\n                                    rational intelligence, EQ or emotional intelligence and SQ or spiritual\n                                    intelligence).",
    "slug": "/books/capital",
    "info": "The world as we know it today is one based on the bottom line. Self-interest, short-term gain and isolationist thinking dominate much of our business-led culture. The long-term consequences of this approach are potentially very damaging…",
    "image": "../images/spiritual_capital_book.jpg",
    "link_us": "http://www.amazon.com/exec/obidos/ASIN/1576751384/",
    "link_uk": "http://www.amazon.co.uk/exec/obidos/ASIN/0747570477/"
  },
  {
    "name": "Rewiring the Corporate Brain: Using the New Science to Rethink How We Structure and Lead",
    "author": "by Danah Zohar and Ian Marshall",
    "full": "Drawing on a solid background in the new sciences, Danah\n                                Zohar writes with skill and breadth about the implications of the new sciences, and\n                                brings her insights home in ways that are practical and applicable to the management of\n                                organizations. Rewiring the Corporate Brain relates quantum and chaos thinking directly\n                                to organizational problems and challenges facing corporate leaders. Drawing on the\n                                science of the human brain, with its three different kinds of neural structures –\n                                mental, emotional and spiritual – Zohar illustrates how we can exercise the full\n                                creative capacities of the “corporate brain.”<br/><br/>\n                                Zohar puts forward a new model for structure, leadership, and learning within\n                                    organizations that allows them to:<br/><br/>\n                                <ul>\n                                    <li>thrive on uncertainty,</li>\n                                    <li>deal creatively with rapid change, and</li>\n                                    <li>realize the full potential of those who lead or work within them.</li>\n                                </ul>\n                                <strong>Rewiring the Corporate Brain</strong> offers a genuinely new conceptual\n                                    structure for a fundamental transformation in corporate thinking and leadership,\n                                    along with suggestions for structural implementation. Rewiring the Corporate Brain\n                                    makes a new paradigm scientific thinking accessible, practical, and inspiring to\n                                    business readers.",
    "slug": "/books/rewiring",
    "info": "Drawing on a solid background in the new sciences, Danah Zohar writes with skill and breadth about the implications of the new sciences, and brings her insights home in ways that are practical and applicable to the management of organizations. Rewiring the Corporate Brain relates quantum and chaos thinking directly to organizational problems and challenges facing corporate leaders…",
    "image": "../images/rewiring_book.jpg",
    "link_us": "http://www.amazon.com/exec/obidos/ASIN/1576750221/danahzohar03",
    "link_uk": "http://www.amazon.co.uk/exec/obidos/ASIN/1576750221/danahzohar"
  },
  {
    "name": "Quantum Self",
    "author": "by Danah Zohar",
    "full": "The Quantum Self demonstrates how developments in modern subatomic physics demand a\n                                    radical reappraisal of our conventional model of personality – indeed of our very\n                                    idea of ourselves.<br/><br/>\n                                Guiding us through the strange and contradictory world of quantum mechanics, Danah\n                                    Zohar argues that a more participative view of our relationship with the universe is\n                                    essential if we are to discover our true nature. In place of the alienation and\n                                    fragmentation imposed by traditional mechanistic science, we are offered a view of\n                                    reality which effectively constitutes a new quantum psychology.<br/><br/>",
    "slug": "/books/qself",
    "info": "The Quantum Self demonstrates how developments in modern subatomic physics demand a radical reappraisal of our conventional model of personality – indeed of our very idea of ourselves.\n\nGuiding us through the strange and contradictory world of quantum mechanics, Danah Zohar argues that a more participative view of our relationship with the universe is essential if we are to discover our true nature.",
    "image": "../images/qself_book.jpeg",
    "link_us": "http://www.amazon.com/exec/obidos/ASIN/0688107362/",
    "link_uk": "http://www.amazon.co.uk/exec/obidos/ASIN/0747502714/"
  },
  {
    "name": "Who’s Afraid of Schrödinger’s Cat?A Dictionary of the New Scientific Ideas",
    "author": "by Danah Zohar",
    "full": "At the end of the nineteenth century, the British physicist Lord Kelvin advised his best\n                                students to avoid a career in physics. “All the interesting work has been done there”,\n                            he told them.<br/><br/>\n                            He was wrong. The scientific revolution of the twentieth century has offered a whole new\n                                way of looking at ourselves; our theories of mind and structures; global, political and\n                                economic trends; the meaning of being human, and our place in the scheme of things.\n                                Who’s Afraid of Schr??dinger’s Cat? is the essential guide to understanding our universe\n                                and the seemingly irreconcilable and contradictory theorems that are at the heart of the\n                                new science and the new thinking.<br/><br/>\n                            * Ideal, easily accessible companion for all levels of scientific knowledge<br/>\n                                * Introductory essays provide an overview of the new sciences and explain developments\n                                in key areas of thought<br/>\n                                * Explores more than 200 scientific terms and theories in A-Z format",
    "slug": "/books/whoafraid",
    "info": "At the end of the nineteenth century, the British physicist Lord Kelvin advised his best students to avoid a career in physics. “All the interesting work has been done there”, he told them. He was wrong. The scientific revolution of the twentieth century has offered a whole new way of looking at ourselves…",
    "image": "../images/whoafraid_book.jpg",
    "link_us": "http://www.amazon.com/exec/obidos/ASIN/0688161073/",
    "link_uk": "http://www.amazon.co.uk/exec/obidos/ASIN/0747531927/"
  },
  {
    "name": "The Quantum Leader: A Revolution in Business Thinking and Practice",
    "author": "by Danah Zohar",
    "full": "Drawing inspiration from quantum physics, innovative management thinker Danah Zohar offers a powerful new model for business thinking and practice. \"Quantum leaders,\" she says, like the systems they have to manage, are poised at \"the edge of chaos.\" They thrive on the potential latent in uncertainty and are adept at unleashing the creativity of self-organization. More important, they are vision- and value-led; they adapt quickly, are unafraid to play with the boundaries and reinvent the rules, and celebrate diversity.Zohar points out that the existing, business-as-usual paradigm owes a great deal to the outdated thinking, assumptions, and values of Newtonian science, which gave rise to the Industrial Revolution. Newtonian thinking assumes that corporations and markets are like machines--predictable, stable, and controllable; they are best managed in a way that eliminates risk and assures equilibrium. Unfortunately, as the global financial collapse of 2008 demonstrated, this way of thinking is as obsolete as the steam engine.Further developing ideas she introduced in her acclaimed Rewiring the Corporate Brain and Spiritual Capital, Zohar has written an inspirational book that will motivate leaders to tap the full potential of their employees, their businesses, and the customers they serve.",
    "slug": "/books/qleader",
    "info": "Drawing inspiration from quantum physics, innovative management thinker Danah Zohar offers a powerful new model for business thinking and practice. \"Quantum leaders,\" she says, like the systems they have to manage, are poised at \"the edge of chaos.\" They thrive on the potential latent in uncertainty and are adept at unleashing the creativity of self-organization. More important, they are vision- and value-led; they adapt quickly, are",
    "image": "../images/ql_book.jpg",
    "link_us": "https://www.amazon.com/dp/1633882411/",
    "link_uk": "https://www.amazon.co.uk/dp/1633882411"
  }
]